7zip
aide
amd-ucode
amdgpu_top
arch-audit
atuin
autotiling
base
bat
bind
bitwarden
blueman
bluez
bluez-utils
brave-bin
bridge-utils
btop
btrfs-progs
caffeine-ng
chaotic-keyring
chaotic-mirrorlist
chrony
clamav
cliphist
cpupower
cryptsetup
dmidecode
dnscrypt-proxy
dnsmasq
dnsperf
efibootmgr
efitools
emote
expac
eza
fail2ban
fastfetch
fd
firefox
firejail
flatpak
foot
foot-terminfo
fuzzel
fzf
ghostty
git
gnome-keyring
grim
grub
gvfs
harper
helix-git
hunspell-en_us
hypridle
hyprland
hyprlock
imagemagick
inetutils
inxi
jdk-openjdk
jq
jujutsu
keepassxc
kernel-hardening-checker
keyd
kitty
kleopatra
libpwquality
librewolf-bin
libvirt
lightdm
lightdm-gtk-greeter
linux-firmware
linux-hardened
linux-hardened-headers
linux-zen
linux-zen-headers
lsd
lua-language-server
lynis
mako
man-db
markdownlint
markdownlint-cli
marksman
mat2
mcfly
mesa-utils
mpv
mullvad-browser-bin
neovim
network-manager-applet
networkmanager
nushell
nwg-drawer
nwg-launchers
nyx
openbsd-netcat
opendoas
openvpn
pacman-contrib
paru-bin
paru-bin-debug
pavucontrol
pipewire-alsa
pipewire-pulse
plocate
polkit-gnome
poppler
power-profiles-daemon
prettier
proton-vpn-gtk-app
proxychains-ng
pwgen
qemu-desktop
qemu-full
radeontop
reflector
resvg
ripgrep
rkhunter
rocm-smi-lib
rose-pine-hyprcursor
rsync
rust-analyzer
safe-rm
sbsigntools
seahorse
slurp
spice-vdagent
starship
stow
strace
sway
swayidle
swaylock-effects
swayr
systemd-boot-pacman-hook
systemd-resolvconf
systemd-ukify
taplo-cli
tcpdump
tela-circle-icon-theme-nord
thunar
thunar-volman
thunderbird
tor
torbrowser-launcher
torsocks
traceroute
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
udiskie
ufw
unzip
usbguard
usbguard-notifier-git
vi
virt-manager
vulkan-radeon
waybar
wget
wireguard-tools
wl-clipboard
wlogout
wofi
wpaperd
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
yad
yazi
yt-dlp
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
