7zip
amd-ucode
amdgpu_top
base
bat
bind
blueman
bluez
bluez-utils
bridge-utils
btop
btrfs-progs
cpupower
cryptsetup
dmidecode
dnscrypt-proxy
dnsmasq
efibootmgr
expac
eza
fastfetch
fd
firefox
firejail
fzf
ghostty
git
grub
gvfs
hypridle
hyprland
hyprlock
imagemagick
inxi
jdk-openjdk
jq
jujutsu
keyd
kitty
kleopatra
libpwquality
libvirt
lightdm
lightdm-gtk-greeter
linux-firmware
linux-zen
linux-zen-headers
lsd
lua-language-server
mako
man-db
marksman
markdownlint-cli
mat2
mcfly
mesa-utils
mpv
network-manager-applet
networkmanager
nushell
nyx
openbsd-netcat
opendoas
pavucontrol
pipewire-alsa
pipewire-pulse
polkit-gnome
poppler
power-profiles-daemon
prettier
qemu-desktop
qemu-full
radeontop
reflector
resvg
ripgrep
rocm-smi-lib
starship
stow
taplo-cli
thunar
thunar-volman
tor
torbrowser-launcher
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
udiskie
ufw
unzip
vi
virt-manager
vulkan-radeon
waybar
wl-clipboard
wofi
wpaperd
xdg-desktop-portal-hyprland
xf86-video-amdgpu
yad
yazi
yt-dlp
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
atuin
pwgen
bitwarden
nvim
emote
usbguard
fail2ban
nftables
hunspell-en_us
harper
rsync
clamav
keepassxc
dnsperf
rust-analyzer
inetutils
traceroute
xdg-user-dirs
